{"text_id":"45324","request_id":54955,"channel_id":"7_1543_3183_0_1107_17509_1","url":"http:\/\/pro7.gofresh.tv\/pro7\/js\/sibbo-cmp-couchplay-samsung-tv-en-config-tv_v31.js","policy_domain":"gofresh.tv","html_encoding":"utf-8","crawl":"prestudy","size":"15506","type":"application\/x-javascript; charset=utf-8","status":"200","ip_address":"195.24.107.225","channel":"kabel eins Doku","time_stamp":"2023-09-17T03:42:58.001Z","scan_profile":3,"cb_candidate":true,"cb_candidate2":false,"pp_candidate":false,"pp_candidate_strict":false,"is_first_party":false,"is_third_party":true,"is_iptv":false,"legal_candidate":false,"contact_candidate":false,"sha1":"ab2e094a92d2bed3188fcb17eb8c7a0baabbc66c","simhash":6337248614974323047,"text":"document.addEventListener(\"DOMContentLoaded\",function() {if(typeof Promise=='undefined') {ErrorReports.log('sibbo_config.js',7,'Promise not set: '+typeof SibboCMP);} else if(typeof SibboCMP!=='undefined') {var cmpDomain='couchplay.samsung.tv';var cmpHideColorKeysInBanner=true;if(prod=='pro7') cmpDomain='pro7.hbbtv';else if(prod=='pro7at') cmpDomain='pro7at.hbbtv';else if(pid=='sport1') cmpDomain='sports1.hbbtv';else if(pid=='rtl2') cmpDomain='rtl2.hbbtv';else if(pid=='couchplaytv') cmpDomain='couchplaytv.hbbtv';else if(pid=='samsungapp'||pid=='samsungapp_ww') cmpDomain='couchplay.samsung.tv';else if(pid=='dtbox') cmpDomain='couchplay.dtbox.tv';else if(pid=='nettv') cmpDomain='couchplay.nettv.tv';else if(pid=='panasonicapp') cmpDomain='couchplay.panasonic.tv';else if(pid=='lgapp') cmpDomain='couchplay.lgapp.tv';else if(pid=='foxxum') cmpDomain='couchplay.foxxum.tv';else if(pid=='vestel'||pid=='humax'||pid=='technisat') cmpDomain='couchplay.vestel.tv';else if(pid=='vidaa') cmpDomain='couchplay.vidaa.tv';else if(pid=='firetvapp') cmpDomain='couchplay.firetv.tv';else if(pid=='androidtvapp') cmpDomain='couchplay.androidtv.tv';if(['rtl2','sport1','couchplaytv'].indexOf(pid)>=0) {cmpHideColorKeysInBanner=false;} else if(prod=='pro7'||prod=='pro7at') {cmpHideColorKeysInBanner=false;} var cmpDomainParts=window.location.host.split('.');var cmpCookieDomain=cmpDomainParts[1]+'.'+cmpDomainParts[2];if(clientData.lang=='DE') {var sibboInit={\"domain\":cmpDomain,\"tv\":true,\"movistar\":false,\"amp\":false,\"inApp\":false,\"isWebView\":false,\"daysToExpire\":60,\"cmpId\":76,\"cmpType\":1,\"geo\":\"eu\",\"counterWeight\":null,\"idSite\":\"\",\"apiURL\":\"https:\/\/api.sibbo.net\/v2\/consent\/\",\"gvlBaseUrl\":\"https:\/\/tv.sibbo.net\/v2\/\",\"hideLegitimateInterest\":true,\"hidePublisher\":true,\"autoAccept\":false,\"statisticsCount\":true,\"apiCountURL\":\"https:\/\/count.sibbo.net\/\",\"fontFace\":\"default\",\"customFont\":\"\",\"showBannerFontColor\":false,\"emphasisColor\":\"#000000\",\"showBannerBackgroundColor\":false,\"roundedButtons\":true,\"roundedBanner\":false,\"backgroundColor\":\"#f7f7f7\",\"overlayColor\":\"#000000\",\"overlayTransparency\":0.75,\"backgroundTransparency\":1,\"bannerTvWidth\":100,\"bannerTvMarginBottom\":0,\"fullOverlay\":false,\"blockScroll\":false,\"bannerPosition\":\"down\",\"bannerTv\":\"40XL\",\"saveInCookies\":true,\"cookieDomain\":cmpCookieDomain,\"unsecuredCookies\":true,\"migrateCookiesToStorage\":false,\"migrateStorageToCookies\":false,\"saveInDatabase\":false,\"showMainRejectButton\":false,\"hideRejectAllButton\":false,\"orderByCookieType\":true,\"userAgent\":false,\"additionalUUID\":false,\"timeoutCMP\":null,\"timeoutInitialBannerOnly\":true,\"refloatTimeIfNotAccepted\":null,\"alternativeNavigation\":false,\"bannerFontColor\":\"\",\"bannerBackgroundColor\":\"\",\"buttonType\":\"transparent\",\"inactiveButtonColor\":\"\",\"hideColorKeysInBanner\":cmpHideColorKeysInBanner,\"hidePoliticsInBanner\":false,\"purposesConsentTitle\":\"\",\"purposesLegitimateInteresTitle\":\"\",\"vendorsTitle\":\"\",\"bannerHidden\":true,\"configAsLink\":false,\"invertMainButtonsOrder\":false,\"vendorsListLinkInMainText\":false,\"sibboLabel\":\"logo\",\"customLogo\":\"\",\"sibboLabelPosition\":\"first\",\"openLink\":false,\"openLinkPosition\":\"right\",\"language\":\"DE\",\"ariaActive\":false,\"publisherName\":\"GOFRESH\",\"buttonAcceptText\":\"AKZEPTIEREN\",\"buttonConfigureText\":\"KONFIGURIEREN \/ ABWEISEN\",\"mainText\":\"\nBei COUCHPLAY wahren wir Ihre Privatsphäre\nUnsere Partner und wir selbst verwenden Cookies und Identifikatoren mit dem Zweck, Informationen auf Ihrem Gerät zu speichern und darauf zuzugreifen, um Publikumsdaten zu erfassen, Produkte zu entwickeln und zu verbessern sowie Werbung und\/oder personalisierte Inhalte auf der Grundlage Ihres Surfverhaltens (z.B. besuchte Seiten) zu liefern und zu messen. Für einige dieser Zwecke ist die genaue Geolokalisierung und die Analyse von Gerätemerkmalen zur Identifizierung und Unterscheidung von Benutzern nötig.\nManche Unternehmen benötigen Ihre Zustimmung, andere wiederum stützen sich auf das legitime Interesse, aber Sie können entscheiden, ob Sie es akzeptieren oder nicht.\nSie können die Verwendung von Cookies für diese Website oder Anwendung akzeptieren, indem Sie auf die Schaltfläche \"AKZEPTIEREN\" klicken, oder die Verwendung festlegen\/ablehnen, indem Sie auf \"KONFIGURIEREN \/ ABWEISEN\" klicken. Sie können Ihre Wahl in den Datenschutzeinstellungen für Cookies ändern.\n\",\"purposesText\":\"\",\"vendorsText\":\"\nWerbefirmen setzen Cookies und erfassen Informationen von Ihrem Browser, um Ihnen Webseiteninhalte zur Verfügung zu stellen, relevante Werbung zu liefern und das Web-Publikum zu verstehen. Abhängig von der Art der Daten, die sie sammeln, verwenden, verarbeiten und abhängig von anderen Faktoren, einschließlich \\\"Privacy by Design\\\", sind bestimmte Partner auf Ihre Zustimmung angewiesen, während Sie sich für andere abmelden müssen.\n\",\"privacyPolicyText\":\"\",\"cookiesPolicyText\":\"\",\"privacyCookiesPolicyText\":\"\\n\\t\n\\n\\t\nAllgemeine Hinweise\nDie Gofresh GmbH ist Anbieter (nachfolgend: Anbieter) des TV Spiele-Portals COUCHPLAY und des TV SpieleCenter (nachfolgend: das Online-Angebot). \\n\\t\n\\n\\t\nDen Nutzern wird durch den Anbieter, ein umfangreiches Online-Angebot an Spielen und Spiele-relevanten Services wie Spielen, Lieblingsspiele-Funktion, Bestenlisten, Spielerkürzel, Spiel-Vorschauen und Einstellungen zur Verfügung gestellt. Das Online-Angebot ist für Nutzer, online kostenfrei nutzbar. Um Nutzern, das Online-Angebot kostenfrei zur Verfügung stellen zu können, wird durch uns, den Anbieter und unseren Werbepartnern vor, während und am Ende der Spiele und im gesamten Online-Angebot, Werbung angezeigt. \\n\\t\n\\n\\t\n\\n\\t\nDurch Ihre Nutzung des Online-Angebots, wird es für uns, den Anbieter notwendig, lokal auf Ihrem Gerät Cookies und in unseren Online-Angebot nutzungsbezogene Daten zu speichern. Weitere Infos dazu finden sie unter dem Punkt Wofür nutzen wir Ihre Daten. \\n\\t\n\\n\\t\nDurch unsere Werbepartner können interessenbasierte, personen- und nutzungsbezogene Daten erhoben werden. Mehr Informationen dazu unter Werbung.\\n\\t\n\\n\\t \\n\\t\n1. Datenerfassung in unserem Online-Angebot\nDie Gofresh GmbH nimmt den Schutz Ihrer Daten sehr ernst und möchte, dass Sie sich beim anonymen Spielen im Online-Angebot wohl fühlen. Der Schutz Ihrer Daten ist für uns ein wichtiges Anliegen. Wir verarbeiten Ihre Daten, die beim Besuch unseres Online-Angebots erhoben werden, entsprechend der geltenden deutschen (und europäischen) Datenschutzgesetze.\\n\\t\n\\n\\t\nWer ist verantwortlich für die Datenerfassung des Online-Angebots?\nDie Datenverarbeitung des Online-Angebots erfolgt durch den Anbieter, die Gofresh GmbH mit Sitz in München. Die vollständigen Kontaktdaten können Sie jederzeit dem Impressum des Angebots entnehmen. \\n\\t \\n\\t\nWie erfassen wir Ihre Daten?\nWir der Anbieter erfassen keine personenbezogenen Daten. Bei der Nutzung unseres Online-Angebots sendet Ihr Browser automatisch Ihre IP-Adresse an unser Online-Angebot, wir erheben, verarbeiten und speichern ihre übertragene IP-Adresse nicht. \\n\\t\n\\n\\t\n\\n\\t\nPersonenbezogene Daten können nur dadurch erhoben werden, dass Sie uns diese freiwillig mitteilen. Hierbei kann es sich z.B. um Daten handeln, die Sie uns per Email oder Telefon übermitteln. Sollten Sie uns personenbezogene Daten mitteilen, so werden diese nur für die Beantwortung Ihres Anliegens verwendet. \\n\\t\n\\n\\t \\n\\t\nWofür verwenden wir Ihre nutzungsbezogenen Daten?\nDieses Online-Angebot kann von uns, dem Anbieter nur angeboten werden indem wir nutzungsbezogene Daten, die durch die Nutzung durch den Nutzer entstehen, erheben, speichern und verarbeiten. \\n\\t\n\\n\\t\nWir, der Anbieter verwenden nutzungsbezogene Daten des Nutzers, um dem Nutzer den Zugang zum und die Nutzung des Online-Angebots zu ermöglichen im genauen: zur Identifizierung des Nutzers, zum Auffinden der Spieler-Einstellungen, zum Auffinden der zuletzt gespielten Spiele, zur Teilnahme an Spielturnieren, zum Auffinden von anderen Spielern, zum Anzeigen von Spielerlisten wie: wer spielt was und wer hat was erreicht, zur Wiedergabe der Spielergebnisse in Bestenlisten, zum Erkennen des dreistelligen Spielerkürzels und weitere vom Nutzer freiwillig, gewünschten im Online-Angebot klar beschriebenen anonymen Funktionen. \\n\\t\n\\n\\t\nNutzungsbezogene technische Daten werden erhoben, um eine funktionsfähige, fehlerfreie und per Gerät optimierte Bereitstellung des Online-Angebots zu gewährleisten und das Online-Angebot laufend an neue technischer Geräte, Software-Versionen und Browsertypen anzupassen. \\n\\t\n\\n\\t\nNutzungsbezogene Daten werden zur Analyse des Nutzerverhaltens verwendet um laufend Erweiterungen und Verbesserungen des Online-Angebots vorzunehmen. \\n\\t\n\\n\\t\nNutzungsbezogene Daten werden zur Erstellung von Statistiken verwendet, Beispielsweise über die Performance und Fehlerfreiheit der einzelnen Spiele, die Nutzungsdauer der einzelnen Spiele, der Nutzung des gesamten Online-Angebots sowie die Nutzung des Online-Angebots pro Gerät. Nutzungsbezogene Daten werden ebenfalls verwendet um die Anzahl der Werbeeinblendungen pro gespieltem Spiel auszusteuern sowie einzuschränken. \\n\\t\n\\n\\t\nDiese nutzungsbasierten Daten werden zum Teil als anonyme Statistiken, ausschließlich an unsere Angebots-Partner (z.B. TV-Sender) bei denen Sie das Online-Angebot aufrufen und nutzen, weitergegeben. Dies ist für den Betrieb und für die Nutzung des Online-Angebots durch den Nutzer notwendig. \\n\\t\n\\n\\t \\n\\t\nWie werden Daten geschützt?\nAlle Daten, die durch den Anbieter und durch die Nutzung durch den Nutzer im Online-Angebots erhoben, verarbeitet und gespeichert werden, werden durch Firewalls, passwortgeschützt und sicher vor Schad-Software auf Hochsicherheitsservern mit Zugangskontrolle für namentlich hinterlegte Personen in München, Deutschland gespeichert. Der online Zugang zu Daten wird vom Anbieter streng kontrolliert und nur geschultem, internen Personal über sicheren, passwortgeschützten Online Zugang und mit registrierten, passwortgeschützten Computern gestattet. \\n\\t\n\\n\\t\nDer Online-Anbieter lässt seine Systeme, jährlich, bei akuten Gefahren sowie bei größeren Systemumstellungen durch externe IT-Dienstleister auf Sicherheitslücken überprüfen. \\n\\t \\n\\t\nWelche Rechte haben Sie bezüglich Ihrer Daten?\nSie haben jederzeit das Recht unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung, Sperrung oder Löschung dieser Daten zu verlangen. Außerdem können Sie im Online-Angebot leicht auffindbar Ihre Daten selbst anonymisieren und löschen. Siehe Punkt \\n\\tWiderruf Ihrer Einwilligung zur Datenverarbeitung\\n\\t\n\\n\\t\nHierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.\\n\\t \\n\\t\nCookies\nWir, der Anbieter verwenden sogenannte Cookies. Cookies sind kleine Textdateien, die auf Ihrem Rechner abgelegt werden und die Ihr Browser speichert. Cookies richten auf Ihrem Rechner keinen Schaden an und enthalten Viren. \\n\\t\n\\n\\t\nCookies ermöglichen es uns, Ihren Browser bei einem wiederholten Besuch unseres Online-Angebots wiederzuerkennen und ihnen somit Zugang auf Ihre nutzungsbezogenen Daten und Einstellungen wie Lieblingsspiele, Bestenlisten und Erfolge zu bieten. \\n\\t\n\\n\\t\n\\n\\t \\n\\t\nUnsere Cookies bleiben auf Ihrem Gerät gespeichert bis Sie diese löschen, sollten Sie unser Online-Angebot, länger als 1 Jahr nicht nutzen löschen bzw. anonymisieren wir automatisch Ihre nutzungsbezogenen Daten und das von uns gespeicherte Cookie verliert dann automatisch seine Verknüpfung und Gültigkeit und kann somit von uns nicht mehr benutzt werden. \\n\\t\n\\n\\t\nSofern Ihr Gerät dies ermöglicht, können Sie Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies für bestimmte Fälle oder generell ausschließen sowie das automatische Löschen der Cookies beim Schließen des Browsers aktivieren. Bei der Deaktivierung von Cookies kann die Funktionalität unseres Online-Angebots stark eingeschränkt sein.\\n\\t\n\\n\\t\nKurzübersicht und Funktionen der von uns, dem Anbieter auf Ihrem Gerät gespeicherten Cookies: \\n\\t\n\\n\\tKunden Identifizierungs-Cookie: gcpassDieses Cookie des Anbieters beinhaltet einen mindestens 36 stelligen Zahlen und Buchstabencode und ist maximal ein Jahr nach dem letzten Tag der Nutzung des Online-Angebots gültig. Dieser Code ermöglicht es uns und Ihnen Ihre nutzungsbezogenen Daten wie Einstellungen, Spielstände, Lieblingsspiele und Erfolge bei Nutzung des Online-Angebots anzuzeigen, zu bearbeiten und zu erweitern.\\n\\t \\n\\t\nWerbung\nUnser Online-Angebot finanziert sich durch Werbeeinnahmen, deshalb wird vor, während und am Ende der Spiele, Werbung eingeblendet. Diese Werbung wird durch uns je nach Spielgenre und Uhrzeit eingeblendet. \\n\\t\n\\n\\t\nZum Schutz Ihrer Privatsphäre und ihrer anonymen Nutzung kann die von unseren Werbepartnern eingeblendete Video Werbung in unserem Online-Angebot nicht geklickt werden und somit ein Klick- oder Interessen-basierendes Verhalten nicht erhoben, verwertet oder gespeichert werden. \\n\\t\n\\n\\t\nDurch unsere Werbepartner können nutzungs- und personenbezogene Daten erhoben werden, wie zum Beispiel Ihre IP-Adresse, um für Sie relevante Werbung einzublenden. Außerdem nutzen unsere Werbepartner Cookies unter anderem zur Einblendung von nutzungsbezogener Werbung. Diese, von unseren Werbepartnern erhobenen Daten, werden nicht mit den Daten im Online-Angebot verknüpft und auch nicht im Online Angebot gespeichert. \\n\\t\n\\n\\t\n\\n\\t\nAnalyse-Tools und Tools von Drittanbietern\nBei der Nutzung unserer Spiele kann Ihr Surf-Verhalten statistisch ausgewertet werden. Das geschieht vor allem mit Cookies und mit sogenannten Analyseprogrammen. \\n\\t\n\\n\\t\nUm laufend eine ordnungsgemäße Auslieferung und Funktionalität der Spiele, der Werbung und des gesamten Online-Angebots zu garantieren, analysiert der Anbieter mit seinem eigenen, internen Analyse und Statistik-Tool das Online-Angebot unter anderem: \\n\\t\n\\n\\t\n- wann, wie oft und wie lange Spiele gespielt werden, wann und wie oft Werbung eingeblendet wird, mit welchem Gerät der Nutzer ein Spiel spielt, ob Spiele auf unterschiedlichen Internet Geräten funktionieren, wann und wie oft Nutzer wiederkehren, ob wiederkehrende Nutzer Ihre Spiele wieder finden. Diese Maßnahmen sind notwendig um dem Nutzer das Online-Angebot anbieten zu können.\\n\\t\n\\n\\t\nServer-Log-Dateien\nDer Anbieter erhebt und speichert automatisch Informationen in sogenannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt. Dies sind:\\n\\t\n\\n\\t\n\\n\\t\\t\\t\n\\n\\t\\t\\t\n\\n\\t\\t\\t\n\\n\\t\\t\n\\n\\t\\n\\t \\n\\t\nDer Betreiber dieses Online-Angebots benutzt anonymen Daten um in seinem Online-Angebot Fehlerquellen ermitteln zu können und um das Online-Angebot laufend technisch optimieren und an neue Geräte anpassen zu können. \\n\\t\n\\n\\t\n\\n\\t\nGrundlage für die Datenverarbeitung ist Art. 6 Abs. 1 lit. b DSGVO, der die Verarbeitung von Daten zur Erfüllung eines Vertrags oder vorvertraglicher Maßnahmen gestattet.\\n\\t\n\\n\\t\n\\n\\t \\n\\t\nDatenschutz\nDie Betreiber dieses Online-Angebots nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.\\n\\t\n\\n\\t\nWenn Sie dieses Online-Angebot nutzen, werden verschiedene nutzungsbezogene Daten erhoben. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht.\\n\\t\n\\n\\t\nWir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail oder über das Kontaktformular) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich. \\n\\t\n\\n\\t \\n\\t\n\\n\\t\n\\n\\t\\t\n\\n\\t\\t\n\\n\\t\\t\n\\n\\t\\t\n\\n\\t\\t\n\\n\\t\\t\n\\n\\t\nSoweit die Datenverarbeitung mit einem gemeinsam Verantwortlichen nach Art. 26 DSGVO erfolgt, agieren beide Verantwortliche als gemeinsame Anlaufstelle\\n\\t\n\\n\\t \\n\\t\nAuskunft, Sperrung, Löschung\nSie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten (z.B. bei Email-Anfragen), deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung, Sperrung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit unter der im Impressum angegebenen Adresse an uns wenden.\\n\\t\nBei Auskunftsanfragen teilen Sie uns bitte die \\n\\tSmartTV-ID: [recoveryCode] mit.\\n\\t\n\\n\\t\nSie können Ihre Daten unter \\\"Mein Profile\\\" anonymisieren und löschen. Auf dieser Seite können sie Ihre gesamten, nutzungsbezogenen Daten wie Lieblingsspiele, Spielstände, Bestenlisten-Platzierungen und Ihre Einstellungen anonymisieren bzw. löschen. \\n\\t\n\\n\\t\nWenn Sie den Service ein Jahr nicht nutzen, werden Ihre Daten, wie Ihr Spielercode und das Spielerkürzel, automatisch und endgültig gelöscht und Ihre gesamten Spieleinstellungen, Spielstände, Levels und Erfolge werden unwiderruflich, und nicht wiederherstellbar anonymisiert. \\n\\t\n\\n\\t\nKontaktformular\nWenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrage-Formular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter.\\n\\t\n\\n\\t\nDie Verarbeitung der in das Kontaktformular eingegebenen personenbezogenen Daten erfolgt somit ausschließlich auf Grundlage Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO). Sie können diese Einwilligung jederzeit widerrufen. Dazu reicht eine formlose Mitteilung per E-Mail an uns. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitungsvorgänge bleibt vom Widerruf unberührt.\\n\\t\n\\n\\t\nDie von Ihnen im Kontaktformular eingegebenen personenbezogenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z.B. nach abgeschlossener Bearbeitung Ihrer Anfrage). Zwingende gesetzliche Bestimmungen - insbesondere Aufbewahrungsfristen - bleiben unberührt.\\n\\t\n\\n\\t \\n\\t\n\\n\\t\nLilienstraße 1 \\n\\t\\t\nD-81669 München \\n\\t\\t\nwww.gofresh.de\\n\\t\\t\nTelefon: 49 89 44992110\\n\\t\\t\nFax: 49 89 44992112\\n\\t\\t\nE-Mail: datenschutz@gofresh.de\nBeschwerderecht bei der zuständigen Aufsichtsbehörde\nIm Falle datenschutzrechtlicher Verstöße steht dem Betroffenen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu. Zuständige Aufsichtsbehörde in datenschutzrechtlichen Fragen ist der Landesdatenschutzbeauftragte des Bundeslandes, in dem unser Unternehmen seinen Sitz hat. Eine Liste der Datenschutzbeauftragten sowie deren Kontaktdaten können folgendem Link entnommen werden:\\n\\t\nhttps:\/\/www.bfdi.bund.de\/DE\/Infothek\/Anschriften_Links\/anschriften_links-node.html.\\n\\t\n4. Änderungen, Links auf externe Online-Angebote\nDer Anbieter behält sich das Recht vor, diese Datenschutzbestimmungen jederzeit unter Beachtung der geltenden Datenschutzgesetze zu ändern. Soweit Sie im Hinblick auf diese Datenschutzbestimmungen im Rahmen der Registrierung Ihre Einwilligung erteilt haben, verpflichtet sich der Anbieter, Sie über die Abänderung dieser Datenschutzbestimmungen an geeigneter Stelle zu informieren.\\n\\t\n\\n\\t\nIm Online-Angebot verweist der Anbieter evtl. auf Online-Angebote anderer Unternehmen, die ihrerseits Telemediendienste, insbesondere Webseiten, zum Abruf anbieten. Diese haben in der Regel eigene Datenschutzerklärungen. Für diese nicht mit dem Anbieter in Zusammenhang stehenden Erklärungen übernimmt der Anbieter keine Haftung. Wir bitten Sie, sich dort über die jeweilige Datenschutzpraxis zu informieren.\\n\\t\n\\n\\t\nWir wünschen Ihnen gute Unterhaltung und viel Spaß, in und mit unserem kostenlosen Online-Angebot. Sollten Sie weitere Fragen bzgl. des Datenschutz und\/oder Ihrer Daten haben, so kontaktieren Sie unser gerne telefonisch unter: 089 44992110 zum Festnetzpreis Ihres Anbieters innerhalb Deutschlands. \\n\\t\n\\n\\t \\n\\t\nMit den besten Grüßen,\\n\\t\nIhr Gofresh Team\\n\".replace(\"[recoveryCode]\",window[\"recoveryCode\"]),\"stacks\":[],\"purposes\":[1,2,3,4,5,6,7,8,9,10],\"publisherConsents\":[1,2,3,4,5,6,7,8,9,10],\"publisherLegitimateInterests\":[],\"maxVendorId\":0,\"excludeVendors\":[],\"vendorsLegInt\":[0],\"otherVendors\":[{\"id\":\"google\",\"name\":\"Mit Google verbundene Technologien\",\"hideConsentButtonAndAccept\":false,\"cookieName\":\"googleConsent\",\"urls\":[{\"href\":\"https:\/\/www.google.com\/about\/company\/user-consent-policy.html\",\"text\":\"Datenschutz-Bestimmungen\",\"customText\":\"\"},{\"href\":\"https:\/\/tv.sibbo.net\/v2\/additional-consent-providers\/index.html\",\"text\":\"Liste der Anzeigentechnologieanbieter\",\"customText\":\"\"}]},{\"id\":\"technicalCookies\",\"name\":\"Cookies, die für den Betrieb der Website erforderlich sind\",\"hideConsentButtonAndAccept\":true,\"cookieName\":\"\",\"urls\":[{\"customText\":\"Dieser Zweck wird von unserer Website benötigt, um normal zu funktionieren, und kann nicht deaktiviert werden.\"}]}]};sibboInit.language=\"DE\";}else{var sibboInit={\"domain\":cmpDomain,\"tv\":true,\"movistar\":false,\"amp\":false,\"inApp\":false,\"isWebView\":false,\"daysToExpire\":60,\"cmpId\":76,\"cmpType\":1,\"geo\":\"eu\",\"counterWeight\":null,\"idSite\":\"\",\"apiURL\":\"https:\/\/api.sibbo.net\/v2\/consent\/\",\"gvlBaseUrl\":\"https:\/\/tv.sibbo.net\/v2\/\",\"hideLegitimateInterest\":true,\"hidePublisher\":true,\"autoAccept\":false,\"statisticsCount\":true,\"apiCountURL\":\"https:\/\/count.sibbo.net\/\",\"fontFace\":\"default\",\"customFont\":\"\",\"showBannerFontColor\":false,\"emphasisColor\":\"#000000\",\"showBannerBackgroundColor\":false,\"roundedButtons\":true,\"roundedBanner\":false,\"backgroundColor\":\"#f7f7f7\",\"overlayColor\":\"#000000\",\"overlayTransparency\":0.75,\"backgroundTransparency\":1,\"bannerTvWidth\":100,\"bannerTvMarginBottom\":0,\"fullOverlay\":false,\"blockScroll\":false,\"bannerPosition\":\"down\",\"bannerTv\":\"40XL\",\"saveInCookies\":true,\"cookieDomain\":cmpCookieDomain,\"unsecuredCookies\":true,\"migrateCookiesToStorage\":false,\"migrateStorageToCookies\":false,\"saveInDatabase\":false,\"showMainRejectButton\":false,\"hideRejectAllButton\":false,\"orderByCookieType\":true,\"userAgent\":false,\"additionalUUID\":false,\"timeoutCMP\":null,\"timeoutInitialBannerOnly\":true,\"refloatTimeIfNotAccepted\":null,\"alternativeNavigation\":false,\"bannerFontColor\":\"\",\"bannerBackgroundColor\":\"\",\"buttonType\":\"transparent\",\"inactiveButtonColor\":\"\",\"hideColorKeysInBanner\":cmpHideColorKeysInBanner,\"hidePoliticsInBanner\":false,\"purposesConsentTitle\":\"\",\"purposesLegitimateInteresTitle\":\"\",\"vendorsTitle\":\"\",\"bannerHidden\":true,\"configAsLink\":false,\"invertMainButtonsOrder\":false,\"vendorsListLinkInMainText\":false,\"sibboLabel\":\"logo\",\"customLogo\":\"\",\"sibboLabelPosition\":\"first\",\"openLink\":false,\"openLinkPosition\":\"right\",\"language\":\"EN\",\"ariaActive\":false,\"publisherName\":\"GOFRESH\",\"buttonAcceptText\":\"ACCEPT\",\"buttonConfigureText\":\"CONFIGURE \/ REJECT\",\"mainText\":\"\nIn COUCHPLAY we care about your privacy\nOur partners and us use cookies and identifiers with the purpose of storing and accessing information on your device to collect audience data, develop and improve products, as well as serve and measure ads and\/or personalized content based on your browsing (e.g. pages visited). Some of these purposes include accurate geolocation and the analysis of device features to identify and distinguish users.\nSome companies require your consent and others are based on legitimate interest, but you can decide whether you accept it or not.\nYou can accept the use of cookies for this website or application by pressing the \"ACCEPT\" button or set\/reject its use by clicking \"CONFIGURE \/ REJECT\". You can modify your choice in Cookies Privacy Settings.\n\",\"purposesText\":\"\",\"vendorsText\":\"\nAdvertising companies place cookies and collect information from internet browsers to provide you with relevant content and advertisements as well as to understand the audience. Depending on the data they collect, and process, and other factors, including privacy design, some companies require your consent and others base this consent on their legitimate interest to process this data. In either case, you can exercise your right to refuse treatment here.\n\",\"privacyPolicyText\":\"\",\"cookiesPolicyText\":\"\",\"privacyCookiesPolicyText\":\"\\n\\t\n\\n\\tDate: 12.05.2022\\n\\t\n\\n\\n\\n\\tThe following information will provide you with an easy to navigate overview of what will happen with your personal data when you visit this gaming-website. The term \\\"personal data\\\" comprises all data that can be used to personally identify you. For detailed information about the subject matter of data protection, please consult our Data Protection Declaration, which we have included beneath this copy.\n\\n\\t\n\\n\\tThe data on this gaming-website is processed by the operator of the gaming-website, whose contact information is available under section \\\"Information about the responsible party (referred to as the \\\"controller\\\" in the GDPR)\\\" in this Privacy Policy.\nWe collect your data as a result of your sharing of your data with us. This may, for instance be information you share with us while contacting us.\nOther data shall be recorded by our IT systems automatically or after you consent to its recording during your gaming-website visit. This data comprises primarily technical information (e.g., web browser, operating system, or time the site was accessed). This information is recorded automatically when you access this gaming-website.\nA portion of the information is generated to guarantee the error free hosting of the gaming-website. Other data may be used to analyze user patterns.\nYou have the right to receive information about the source, recipients, and purposes of your archived personal data at any time without having to pay a fee for such disclosures. You also have the right to demand that your data are rectified or eradicated. If you have consented to data processing, you have the option to revoke this consent at any time, which shall affect all future data processing. Moreover, you have the right to demand that the processing of your data be restricted under certain circumstances. Furthermore, you have the right to log a complaint with the competent supervising agency.\nPlease do not hesitate to contact us at any time if you have questions about this or any other data protection related issues.\n\\n\\t\nAnalysis tools and tools provided by third parties\n\\n\\tThere is a possibility that your browsing patterns will be statistically analyzed when your visit this gaming-website. Such analyses are performed primarily with what we refer to as analysis programs.\n\\n\\tFor detailed information about these analysis programs please consult our Data Protection Declaration below.\n\\n\\t\nExternal Hosting\n\\n\\tThis gaming-website is hosted by an external service provider (host). Personal data collected on this gaming-website are stored on the servers of the host. These may include, but are not limited to, IP addresses, contact requests, metadata and communications, contract information, contact information, names, web page access, and other data generated through a web site.\n\\n\\tThe host is used for the purpose of fulfilling the contract with our potential and existing customers (Art. 6(1)(b) GDPR) and in the interest of secure, fast, and efficient provision of our online services by a professional provider (Art. 6(1)(f) GDPR).\n\\n\\tOur host will only process your data to the extent necessary to fulfil its performance obligations and to follow our instructions with respect to such data.\n\\n\\tWe are using the following host:\n\\n\\t\n\\n\\t\\tE-Mail: hello@we-are-digital.com\n\\n\\t\n\\n\\n\\tExecution of a contract data processing agreement\\n\\tIn order to guarantee processing in compliance with data protection regulations, we have concluded an order processing contract with our host.\n\\n\\t\nData protection\n\\n\\tThe operators of this gaming-website and its pages take the protection of your personal data very seriously. Hence, we handle your personal data as confidential information and in compliance with the statutory data protection regulations and this Data Protection Declaration.\n\\n\\tWhenever you use this gaming-website, a variety of personal information will be collected. Personal data comprises data that can be used to personally identify you. This Data Protection Declaration explains which data we collect as well as the purposes we use this data for. It also explains how, and for which purpose the information is collected.\n\\n\\tWe herewith advise you that the transmission of data via the Internet (i.e., through e-mail communications) may be prone to security gaps. It is not possible to completely protect data against third-party access.\n\\n\\tInformation about the responsible party (referred to as the \\\"controller\\\" in the GDPR)\n\\n\\tThe data processing controller on this gaming-website is:\n\\n\\t\n\\n\\t\\tE-mail: datenschutz@gofresh.de\n\\n\\t\n\\n\\t \\n\\tThe controller is the natural person or legal entity that single-handedly or jointly with others makes decisions as to the purposes of and resources for the processing of personal data (e.g., names, e-mail addresses, etc.).\n\\n\\t\n\\n\\tStorage duration\n\\n\\tUnless a more specific storage period has been specified in this privacy policy, your personal data will remain with us until the purpose for which it was collected no longer applies. If you assert a justified request for deletion or revoke your consent to data processing, your data will be deleted, unless we have other legally permissible reasons for storing your personal data (e.g., tax or commercial law retention periods); in the latter case, the deletion will take place after these reasons cease to apply.\n\\n\\t\n\\n\\tInformation on data transfer to the USA and other non-EU countries\n\\n\\tAmong other things, we use tools of companies domiciled in the United States or other from a data protection perspective non-secure non-EU countries. If these tools are active, your personal data may potentially be transferred to these non-EU countries and may be processed there. We must point out that in these countries, a data protection level that is comparable to that in the EU cannot be guaranteed. For instance, U.S. enterprises are under a mandate to release personal data to the security agencies and you as the data subject do not have any litigation options to defend yourself in court. Hence, it cannot be ruled out that U.S. agencies (e.g., the Secret Service) may process, analyze, and permanently archive your personal data for surveillance purposes. We have no control over these processing activities.\n\\n\\t\n\\n\\t \\n\\tRevocation of your consent to the processing of data\n\\n\\tA wide range of data processing transactions are possible only subject to your express consent. You can also revoke at any time any consent you have already given us. This shall be without prejudice to the lawfulness of any data collection that occurred prior to your revocation.\n\\n\\tRight to object to the collection of data in special cases; right to object to direct advertising (Art. 21 GDPR)\n\\n\\tIN THE EVENT THAT DATA ARE PROCESSED ON THE BASIS OF ART. 6(1)(E) OR (F) GDPR, YOU HAVE THE RIGHT TO AT ANY TIME OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA BASED ON GROUNDS ARISING FROM YOUR UNIQUE SITUATION. THIS ALSO APPLIES TO ANY PROFILING BASED ON THESE PROVISIONS. TO DETERMINE THE LEGAL BASIS, ON WHICH ANY PROCESSING OF DATA IS BASED, PLEASE CONSULT THIS DATA PROTECTION DECLARATION. IF YOU LOG AN OBJECTION, WE WILL NO LONGER PROCESS YOUR AFFECTED PERSONAL DATA, UNLESS WE ARE IN A POSITION TO PRESENT COMPELLING PROTECTION WORTHY GROUNDS FOR THE PROCESSING OF YOUR DATA, THAT OUTWEIGH YOUR INTERESTS, RIGHTS AND FREEDOMS OR IF THE PURPOSE OF THE PROCESSING IS THE CLAIMING, EXERCISING OR DEFENCE OF LEGAL ENTITLEMENTS (OBJECTION PURSUANT TO ART. 21(1) GDPR).\n\\n\\tIF YOUR PERSONAL DATA IS BEING PROCESSED IN ORDER TO ENGAGE IN DIRECT ADVERTISING, YOU HAVE THE RIGHT TO OBJECT TO THE PROCESSING OF YOUR AFFECTED PERSONAL DATA FOR THE PURPOSES OF SUCH ADVERTISING AT ANY TIME. THIS ALSO APPLIES TO PROFILING TO THE EXTENT THAT IT IS AFFILIATED WITH SUCH DIRECT ADVERTISING. IF YOU OBJECT, YOUR PERSONAL DATA WILL SUBSEQUENTLY NO LONGER BE USED FOR DIRECT ADVERTISING PURPOSES (OBJECTION PURSUANT TO ART. 21(2) GDPR).\n\\n\\t\n\\n\\t \\n\\tRight to log a complaint with the competent supervisory agency\n\\n\\tIn the event of violations of the GDPR, data subjects are entitled to log a complaint with a supervisory agency, in particular in the member state where they usually maintain their domicile, place of work or at the place where the alleged violation occurred. The right to log a complaint is in effect regardless of any other administrative or court proceedings available as legal recourses.\n\\n\\t\n\\n\\tRight to data portability\n\\n\\tYou have the right to demand that we hand over any data we automatically process on the basis of your consent or in order to fulfil a contract be handed over to you or a third party in a commonly used, machine readable format. If you should demand the direct transfer of the data to another controller, this will be done only if it is technically feasible.\n\\n\\t\n\\n\\tInformation about, rectification and eradication of data\n\\n\\tWithin the scope of the applicable statutory provisions, you have the right to at any time demand information about your archived personal data, their source and recipients as well as the purpose of the processing of your data. You may also have a right to have your data rectified or eradicated. If you have questions about this subject matter or any other questions about personal data, please do not hesitate to contact us at any time.\n\\n\\tYou can at any time, anonymize and delete the agreed data protection agreement as well as all your personal data and your player account data irrevocably and irreversibly, by clicking this link: Delete data\n\\n\\t\n\\n\\t \\n\\tRight to demand processing restrictions\n\\n\\tYou have the right to demand the imposition of restrictions as far as the processing of your personal data is concerned. To do so, you may contact us at any time. The right to demand restriction of processing applies in the following cases:\n\\n\\t\n\\n\\t\\t\nIn the event that you should dispute the correctness of your data archived by us, we will usually need some time to verify this claim. During the time that this investigation is ongoing, you have the right to demand that we restrict the processing of your personal data.\n\\n\\t\\t\nIf the processing of your personal data was\/is conducted in an unlawful manner, you have the option to demand the restriction of the processing of your data in lieu of demanding the eradication of this data.\n\\n\\t\\t\nIf we do not need your personal data any longer and you need it to exercise, defend or claim legal entitlements, you have the right to demand the restriction of the processing of your personal data instead of its eradication.\n\\n\\t\\t\nIf you have raised an objection pursuant to Art. 21(1) GDPR, your rights and our rights will have to be weighed against each other. As long as it has not been determined whose interests prevail, you have the right to demand a restriction of the processing of your personal data.\n\\n\\t\n\\n\\tIf you have restricted the processing of your personal data, these data - with the exception of their archiving - may be processed only subject to your consent or to claim, exercise or defend legal entitlements or to protect the rights of other natural persons or legal entities or for important public interest reasons cited by the European Union or a member state of the EU.\n\\n\\t\nCookies\n\\n\\tOur gaming-websites and pages use what the industry refers to as \\\"cookies.\\\" Cookies are small text files that do not cause any damage to your device. They are either stored temporarily for the duration of a session (session cookies) or they are permanently archived on your device (permanent cookies). Session cookies are automatically deleted once you terminate your visit. Permanent cookies remain archived on your device until you actively delete them, or they are automatically eradicated by your web browser.\n\\n\\tIn some cases, it is possible that third-party cookies are stored on your device once you enter our site (third-party cookies). These cookies enable you or us to take advantage of certain services offered by the third party (e.g., cookies for the processing of payment services).\n\\n\\tCookies have a variety of functions. Many cookies are technically essential since certain gaming-website functions would not work in the absence of the cookies (e.g., saving games, highscores or the display of saved games). The purpose of other cookies may be the analysis of user patterns or the display of promotional messages.\n\\n\\tCookies, which are required for the performance of electronic communication transactions (required cookies) or for the provision of certain functions you want to use (functional cookies, e.g., for the shopping cart function) or those that are necessary for the optimization of the gaming-website (e.g., cookies that provide measurable insights into the web audience), shall be stored on the basis of Art. 6(1)(f) GDPR, unless a different legal basis is cited. The operator of the gaming-website has a legitimate interest in the storage of cookies to ensure the technically error free and optimized provision of the operator\\\\'s services. If your consent to the storage of the cookies has been requested, the respective cookies are stored exclusively on the basis of the consent obtained (Art. 6(1)(a) GDPR); this consent may be revoked at any time.\n\\n\\tYou have the option to set up your browser in such a manner that you will be notified any time cookies are placed and to permit the acceptance of cookies only in specific cases. You may also exclude the acceptance of cookies in certain cases or in general or activate the delete function for the automatic eradication of cookies when the browser closes. If cookies are deactivated, the functions of this gaming-website may be limited.\n\\n\\tIn the event that third-party cookies are used or if cookies are used for analytical purposes, we will separately notify you in conjunction with this Data Protection Policy and, if applicable, ask for your consent.\n\\n\\t\n\\n\\tRequest by e-mail, telephone, or fax\n\\n\\tIf you contact us by e-mail, telephone or fax, your request, including all resulting personal data (name, request) will be stored and processed by us for the purpose of processing your request. We do not pass these data on without your consent.\n\\n\\tThese data are processed on the basis of Art. 6(1)(b) GDPR if your inquiry is related to the fulfillment of a contract or is required for the performance of pre-contractual measures. In all other cases, the data are processed on the basis of our legitimate interest in the effective handling of inquiries submitted to us (Art. 6(1)(f) GDPR) or on the basis of your consent (Art. 6(1)(a) GDPR) if it has been obtained.\n\\n\\tThe data sent by you to us via contact requests remain with us until you request us to delete, revoke your consent to the storage or the purpose for the data storage lapses (e.g. after completion of your request). Mandatory statutory provisions - in particular statutory retention periods - remain unaffected.\n\\n\\t\n\\n\\tMatomo (formerly called Piwik)\n\\n\\tThis gaming-website uses the open-source web analysis service Matomo. Matomo uses technologies that make it possible to recognize the user across multiple pages with the aim of analyzing the user patterns (e.g. cookies or device fingerprinting). The information recorded by Matomo about the use of this gaming-website will be stored on our server. Prior to archiving, the IP address will first be anonymized.\n\\n\\tThrough Matomo, we are able to collect and analyze data on the use of our gaming-website-by-gaming-website visitors. This enables us to find out, for instance, when which page views occurred and from which region they came. In addition, we collect various log files (e.g. IP address, referrer, browser, and operating system used) and can measure whether our gaming-website visitors perform certain actions (e.g. clicks, purchases, etc.).\n\\n\\tThe use of this analysis tool is based on Art. 6(1)(f) GDPR. The gaming-website operator has a legitimate interest in the analysis of user patterns, in order to optimize the operator\\\\'s web offerings and advertising. If a corresponding agreement has been requested (e.g. an agreement to the storage of cookies), the processing takes place exclusively on the basis of Art. 6(1)(a) GDPR; the agreement can be revoked at any time.\n\\n\\t\n\\n\\tIP anonymization\n\\n\\tFor analysis with Matomo we use IP anonymization. Your IP address is shortened before the analysis, so that it is no longer clearly assignable to you.\n\\n\\t\n\\n\\tHosting\n\\n\\tWe host Matomo exclusively on our own servers so that all analysis data remains with us and is not passed on.\n\\n\\t\n\\n\\t\n\\n\\tThe list of adverting partners can be found under the cookie consent popup -> list of partners\\n\\t\n\\n\\t\n\\n\\tData transfer upon closing of contracts for services and digital content\n\\n\\tWe share personal data with third parties only if this is necessary in conjunction with the handling of the contract; for instance, with the financial institution tasked with the processing of payments.\n\\n\\tAny further transfer of data shall not occur or shall only occur if you have expressly consented to the transfer. Any sharing of your data with third parties in the absence of your express consent, for instance for advertising purposes, shall not occur.\n\\n\\tThe basis for the processing of data is Art. 6(1)(b) GDPR, which permits the processing of data for the fulfilment of a contract or for pre-contractual actions.\n\\n \\n\".replace(\"[recoveryCode]\",window[\"recoveryCode\"]),\"stacks\":[],\"purposes\":[1,2,3,4,5,6,7,8,9,10],\"publisherConsents\":[1,2,3,4,5,6,7,8,9,10],\"publisherLegitimateInterests\":[1,2,3,4,5,6,7,8,9,10],\"maxVendorId\":0,\"excludeVendors\":[],\"otherVendors\":[{\"id\":\"google\",\"name\":\"Technologies associated with Google\",\"hideConsentButtonAndAccept\":false,\"cookieName\":\"googleConsent\",\"urls\":[{\"href\":\"https:\/\/www.google.com\/about\/company\/user-consent-policy.html\",\"text\":\"Privacy Policy\",\"customText\":\"\"},{\"href\":\"https:\/\/tv.sibbo.net\/v2\/additional-consent-providers\/index.html\",\"text\":\"List of ad technology providers\",\"customText\":\"\"}]},{\"id\":\"technicalCookies\",\"name\":\"Cookies necessary for the operation of the site\",\"hideConsentButtonAndAccept\":true,\"cookieName\":\"\",\"urls\":[{\"customText\":\"This purpose is required by our website to function normally and cannot be disabled.\"}]}]};sibboInit.language=\"EN\";} if(document.location.protocol=='http:') {sibboInit.protocol=\"http\";sibboInit.apiURL=\"http:\/\/apihttp.sibbo.net\/v2\/consent\/\";sibboInit.gvlBaseUrl=\"http:\/\/tvhttp.sibbo.net\/v2\/\";sibboInit.apiCountURL=\"http:\/\/counthttp.sibbo.net\/\";} try{SibboCMP.init(sibboInit);} catch(err) {ErrorReports.log('sibbo_config.js',23,err);}}else{ErrorReports.log('sibbo_config.js',25,'SibboCMP not loaded');}});\n"}
