{"text_id":"20283","request_id":73529,"channel_id":"7_1525_2917_0_1073_28221_1","url":"http:\/\/itv-tp.ard.de\/backend\/public\/api\/v1\/portal\/configs.json\/privacy_text","policy_domain":"ard.de","html_encoding":"utf-8","crawl":"prestudy","size":"4263","type":"application\/json; charset=utf-8","status":"200","ip_address":"34.120.66.190","channel":"ARD-TEST-1","time_stamp":"2023-09-18T01:19:51.275Z","scan_profile":3,"cb_candidate":false,"cb_candidate2":true,"pp_candidate":true,"pp_candidate_strict":true,"is_first_party":true,"is_third_party":false,"is_iptv":false,"legal_candidate":false,"contact_candidate":false,"sha1":"f26130e58d4684b357e869667ae48d26fb5bab24","simhash":16829530362413899507,"text":"HbbTV ARD Test Portal\n\\n\nThe protection of personal data which is collected, processed and used by HbbTV applications is an important concern for the ARD. This document tells you which data the ARD Test Portal collects during your use of it and how this data is used.\n\\n\n\\n\nThe ARD Test Portal app is loaded from a web server. \\nWhen you use the ARD Test Portal, the following information is logged in webserver log files: name of the accessed file, date and time of the connection, amount of data transferred, a report on the successful completion of the connection, type of web browser and the IP addresses of the devices making the query. This data will be automatically deleted after seven days.\n\\n\nAccess details are registered for reasons of data security, to ensure stability and operational safety of our systems and to protect against possible manipulation of our applications. \\nData is used for internal purposes only and can be made available for analysis in case of manipulation by third parties.\n\\n\nAdditionally, PIN details are recorded in order to prevent unauthorized access to the application. This data is stored for one hour for technical reasons and will then be deleted. An anonymous evaluation (i.e. not related to an individual) of the use of the PINs is carried out. The results of this evaluation do not enable identification of any individual user and are deleted after 30 days.\\n\n\\n1.1 Use of Cookies\n\\n\n\\nA 'cookie' is a small file which is transmitted by a webserver to your browser and is sent by the browser every time you access a new site. When connecting to the ARD Test Portal, a cookie is transmitted only after a successful PIN input. By activating the blue button to log-out, the cookie will be deleted immediately. Without logging-out, the life span of the cookie lasts one day; the cookie stores login details as well as the last site views for the benefit of the user. No evaluation or storage of the cookie takes place on the server. The cookie is only used locally within the application on the TV device.\\n\n\\n1.2 Access to Test Applications\n\\n\n\\nThe ARD Test Portal is used to collect and provide access to test applications of member organizations of ARD, the Association of Public Broadcasting Corporations in the Federal Republic of Germany. In terms of data protection, the 'Federführerprinzip' concept applies to these applications, i.e. the privacy policy of the participating broadcasting corporation applies. Please note that accessing the test applications also means accessing third-party systems, to which this document does not refer.\\n\n\\n2. Right to Information and Complaints\n\\n\n\\nThe HbbTV ARD Test Portal is operated by the ARD Play-Out-Center in Potsdam. The ARD Play-Out-Center is a joint facility of the Association of Public Broadcasting Corporations in the Federal Republic of Germany (ARD) consisting of the following institutions: BR, HR, MDR, NDR, RBB, SR, SWR, WDR, Deutsche Welle and Radio Bremen. Rundfunk Berlin-Brandenburg (RBB) is responsible for the ARD Play-Out-Center. \\n\n\\nRundfunk Berlin-Brandenburg (RBB)\n\\nRepresented by Katrin Vernau (Director)\n\\nVAT No. DE 22 88 47 705\n\\n\n\\n\n\\n\n\\nIf you have questions regarding the processing of your personal data or the data protection policy of Rundfunk Berlin-Brandenburg, please contact RBB's data protection representative. You find contact information about the data protection representative at:\n\\n\n"}
